mars3142/system-control/firmware/sdkconfig.defaults.esp32s3
# default ESP target
CONFIG_IDF_TARGET="esp32s3"

CONFIG_API_SERVER_HOSTNAME="system-client"

# ESP PSRAM
CONFIG_SPIRAM=y

# SPI RAM config
CONFIG_SPIRAM_SPEED=80
CONFIG_SPIRAM_USE_CAPS_ALLOC=y
